[Ability.A_Tactique_manoeuvre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Тактический манёвр"
mTooltip="Это существо может использовать умение и переместиться."

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитник"
mTooltip="Это существо накладывает эффект %spell2.name на соседних союзников. Весь урон, наносимый союзникам, которые находятся под эффектом %spell2.name, перенаправляется на это существо."

[Ability.A_gardien_Buff_gardien H7BaseBuff]
mName="Защитник"
mTooltip="%buff1.buff.special ед. урона, получаемого любым другим союзным отрядом под эффектом %spell2.name, перенаправляется на это существо. Длится до начала следующего хода существа."

[A_Creature_t5_upregate H7Creature]
mName="Страж глубин"
mLore=""

[Ability.A_bulle_protectrice_Buff_target_no_visible H7BaseBuff]
mName="Защитный барьер"
mTooltip=""

[Ability.A_bulle_protectrice H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Защитный барьер"
mTooltip="Когда существам, на которых воздействует умение %spell1.name, наносится урон, их окружает %spell3.name."

[A_Creature_t5_base H7Creature]
mName="Страж озер"
mLore=""

[Ability.A_no_gardien H7BaseBuff]
mName="Перезарядка"
mTooltip="Этот герой не может использовать способность %spell1.name. Длительность (ходов): %durnow."

[Ability.A_Gardien_Buff_target H7BaseBuff]
mName="Защита стража"
mTooltip="Это существо перенаправляет весь получаемый урон на стража озер или стража глубин. Длится до тех пор, пока страж озер или страж глубин находится под действием "Защиты стража."
